const mast = {
  header: {
    department: "情報メディア創成学類",
    major: "情報メディア創成",
    enrollYear: 2021,
  },

  courses: {
    complusory: [
      "卒業研究A",
      "卒業研究B",
      "情報メディア実験A",
      "情報メディア実験B",
      "専門英語A",
      "専門英語B",
      "微分積分A",
      "微分積分B",
      "線形代数A",
      "線形打数B",
      "情報数学A",
      "確率と統計",
      "プログラミング入門A",
      "プログラミング入門B",
      "プログラミング",
      "コンピュータシステムとOS",
      "データ構造とアルゴリズム",
      "データ構造とアルゴリズム実習",
      "データ工学概論",
      "フレッシュマン・セミナー",
      "学問への誘い",
      "情報::4",
      "体育::2",
      "英語::4",
    ],
    complusorySumUnit: 14,
    select: [],
  },
};

export default mast;
